Revit 2027 API
ParameterTypeId.NumberSystemJustifyOffset Property
 "Justify Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemJustifyOffset { get; }
Public Shared ReadOnly Property NumberSystemJustifyOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemJustifyOffset {
	ForgeTypeId^ get ();
}
static member NumberSystemJustifyOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace